export const translationKr = {
  WelcomeMessage: "리액트와 react-i18next에 오신 것을 환영합니다",
  navbar: {
    title: {
      home: "홈",
      categories: "카테고리",
      blog: "블로그",
      about: "소개",
      contact: "연락처",
    }
  },
  headphoneData: {
    product1: {
      title: "오렌지 환타",
      subtitle:
        "로렘 입숨 돌로르 시트 아메트, 콘섹테투르 아디피시싱 엘리트. 레쿠산다이 이우스토 미니마 아드 우트 이드 에오스 이우스토 미니마 아드 우트 이드 에오스 아드 우트 이드 에오스",
      price: "₩52,000", 
    },
    product2: {
      title: "제로 콜라",
      subtitle:
        "로렘 입숨 돌로르 시트 아메트, 콘섹테투르 아디피시싱 엘리트. 레쿠산다이 이우스토 미니마 아드 우트 이드 에오스 이우스토 미니마 아드 우트 이드 에오스 아드 우트 이드 에오스",
      price: "₩130,000", 
    },
    product3: {
      title: "코카 콜라",
      subtitle:
        "로렘 입숨 돌로르 시트 아메트, 콘섹테투르 아디피시싱 엘리트. 레쿠산다이 이우스토 미니마 아드 우트 이드 에오스 이우스토 미니마 아드 우트 이드 에오스 아드 우트 이드 에오스",
      price: "₩130,000", 
    },
  },
  hero: {
    
    order: "주문하기",
  },
  products: {
    title: "환타의 제품",
    buyNow: "주문하기", 
  },
  banner: {
    title: "상쾌한 환타",
    subtitle: "환타는 당신의 하루에 활기찬 맛과 경쾌한 재미를 선사합니다! 오렌지, 톡 쏘는 레몬 또는 다양한 과일 영감을 받은 맛 중에서 목을 축이기에 가장 좋은 음료가 환타입니다. 환타의 세계에 빠져들고 매 sip마다 대담하고 거품 가득한, 상쾌한 맛으로 감각을 자극해보세요!",
    buyNow: "주문하기",
    bannerText: "환타의 톡 쏘는 재미를 느껴봐요 - 스파클링 가득한 하루를 보내세요!"
  },
  blogs: {
    blogs: "블로그",
    blogsData: {
      "1": {
        "title": "시원한 여름 음료",
        "desc": "더운 날씨에 어울리는 상큼한 음료로 더위를 식혀보세요!"
      },
      "2": {
        "title": "즐거운 순간",
        "desc": "한 모금마다 행복을 담아보세요. 웃음과 좋은 시간을 위해 건배!"
      },
      "3": {
        "title": "폭발적인 맛 경험",
        "desc": "한 모금마다 터지는 맛을 즐겨보세요! 당신도 탄산에 빠져들거에요."
      },
      "4": {
        "title": "파티 분위기",
        "desc": "에너지에 맞는 음료와 함께 파티 분위기를 만끽하세요. 컵을 들어 올리세요!"
      }
    }
  },
    faq: {
      title: "자주 묻는 질문",
      faqData: {
        "1": {
          "question": "환타가 무엇인가요?",
          "answer": "환타는 코카콜라 컴퍼니에서 만든 인기 있는 과일 맛 탄산 음료입니다."
        },
        "2": {
          "question": "환타는 어떤 맛이 있나요?",
          "answer": "환타는 오렌지, 포도, 파인애플 등 다양한 맛을 제공합니다!"
        },
        "3": {
          "question": "환타는 글루텐이 없나요?",
          "answer": "네, 환타는 글루텐이 없어 글루텐 불내증이 있는 분들도 마실 수 있습니다."
        },
        "4": {
          "question": "환티 한 캔에는 몇 칼로리가 들어 있나요?",
          "answer": "환타 오렌지 12온스 캔에는 약 160칼로리가 들어 있습니다."
        }
      }
    }
};
